Repository: gsarig/ootb-openstreetmap
Catalog: languages/ootb-openstreetmap-*.po
Languages: el

source: Release to drop a marker here
el: Απελευθερώστε για να ρίξετε τον δείκτη εδώ

source: Main settings
el: Βασικές ρυθμίσεις

source: Height (pixels)
el: Ύψος (pixels)

source: Zoom
el: Μεγέθυνση

source: Map Marker
el: Δείκτης Χάρτη

source: Change icon
el: Αλλαγή εικονιδίου

source: Restore default
el: Επαναφορά προεπιλογής

source: Map behavior
el: Συμπεριφορά χάρτη

source: Map dragging
el: Μετακίνηση χάρτη

source: Enabled.
el: Ενεργοποιημένο

source: Disabled.
el: Απενεργοποιημένο

source: Touch zoom
el: Εστίαση με άγγιγμα (οθόνες αφής)

source: Double-click zoom
el: Εστίαση με διπλό κλικ

source: Scroll Wheel zoom
el: Εστίαση με κύλιση της ροδέλας του ποντικού

source: Minimum Zoom
el: Ελάχιστη εστίαση

source: Maximum Zoom
el: Μέγιστη εστίαση

source: Tip: setting the same minimum and maximum zoom practically locks zoom at that level.
el: Συμβουλή: ορίζοντας ίδια τιμή ως ελάχιστη και μέγιστη εστίαση, πρακτικά την κλειδώνετε σε αυτό το σημείο.

source: Write something
el: Γράψτε κάτι

source: Remove this marker
el: Αφαίρεση δείκτη

source: Remove
el: Αφαίρεση

source: Enter your keywords...
el: Λέξεις-κλειδιά...

source: Clear results
el: Καθαρισμός αποτελεσμάτων

source: Find locations
el: Εντοπισμός τοποθεσιών

source: Map block
el: Μπλοκ χάρτη

source: Contact
el: Επικοινωνία

source: Locations
el: Τοποθεσίες

source: https://wordpress.org/plugins/ootb-openstreetmap/
el: https://el.wordpress.org/plugins/ootb-openstreetmap/

source: A map block for the Gutenberg Editor using OpenStreetMaps and Leaflet that needs no API keys and works out of the box.
el: Ένα μπλοκ Χάρτη για τον Gutenberg, που χρησιμοποιεί το OpenStreetMaps και το Leaflet και λειτουργεί χωρίς να χρειάζεται κλειδιά API και εγγραφές.
